{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 1,
			"hideicon": false,
			"hideiconafter": 0,
			"iconurl": "https://high-ark.com/wp-content/uploads/2025/03/High_ark_Old_Logo-1024x1024.png",
			"disableicontext": false,
			"iconposition": 0,
			"icontextcolor": 0,
			"openonstart": true,
			"openonstartonlynewplayers": false,
			"updateinterval": 0
		},
		"tabs": [
			{
				"layout": 1,
				"buttontext": "Rules",
				"imageurl": "https://cdn.wallpapersafari.com/40/42/CGNo0W.jpg",
				"content": [
					{
						"title": "Rules",
						"text": "General Rules\r\n\r\n#1. Cheating: Do not cheat in any form. This includes the use of exploits, glitches, or third-party programs.\r\n\r\n#2. Hate Speech: Zero Tolerance. Absolutely no hate speech or targeting of any kind towards any individual or group of people will be tolerated.\r\n\r\n#3. Personal Matters: Do not bring personal, out-of-game matters into the public server channels.\r\n\r\n#4. Admin Impersonation: Do not use \"Admin,\" \"Mod,\" or any variation in your tribe name or player name. (Violation could result in a structure wipe or a ban).\r\n\r\n#5. Mass Breeding: No excessively large or disruptive mass breeding operations. Use common sense regarding server performance.\r\n\r\n#6. False Accusations: Do not falsely accuse players or tribes without proper evidence. All accusations must be backed by proof (screenshots, video, tribelog, etc.).\r\n\r\n\r\nBase & Building Rules\r\n\r\n#1. Obelisk Building: Do not build at or directly block any Obelisk.\r\n\r\n#2. Base Limits: Tribes are permitted a maximum of 3 total active bases:\r\n2 Land Bases\r\n1 Water Base\r\n\r\n#3. Structure Spam: Keep structure spam to a reasonable minimum. Spam is permitted around your own bases and active FOBs, but do not spread it excessively across the map. (No more than 6 FOB's)\r\n\r\n#4. Anti-Mesh: Zero Tolerance. Do not build meshed structures or use any form of mesh exploit. (Violation will result in an immediate tribe wipe and potentially a ban).\r\n\r\n#5. Unbreakable Structures: Do not use structures that cannot be destroyed to block off entrances or points of interest.\r\n\r\n\r\nRaiding & PVP Rules\r\n\r\n#1. Wild Dinos: Do not use wild dinos to try raid or destroy a base.\r\n\r\n#2. Shop Zone PVP: No PVP at the dedicated Shop location. (Violation could result in an immediate ban).\r\nIf you are killed at the shop, you must provide clear proof (video evidence is highly recommended) to the Admins.\r\n\r\n#3. Admin Protection: Do not raid while under active Admin protection.\r\n\r\n#4. Descended Dinos: Do not use Wardens or Seals (From Descended) while raiding."
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Server Info",
				"imageurl": "https://cdn.wallpapersafari.com/40/42/CGNo0W.jpg",
				"content": [
					{
						"title": "Server Info",
						"text": "The stats of this server are:\r\nx25 Harvest\r\nBoosted Dino/Player stats\r\nQuick Tame\r\nBoosted Breeding\r\nCasino (found at green obelisk)\r\nPoints Shop (Hold X/E/Square) or Click F1\r\nAwesome Teleporters\r\nAutomated Dino Wipes\r\nImbue & Upgrade Bench\r\nCustom Caves\r\nCustom Content\r\nAnd much more\r\n\r\nThis server has no plans to wipe currently (A vote will be made soon to decide the season length)"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "FPS Boosters",
				"imageurl": "https://cdn.wallpapersafari.com/40/42/CGNo0W.jpg",
				"content": [
					{
						"title": "FPS Boosters",
						"text": "Lily's Tweaker\r\n\r\nThis can be accessed by either:\r\nDouble tap Y/Triangle\r\nOr\r\nClick F5\r\nOr\r\nHolding E/X/Square and selecting the option within radical wheel\r\n\r\nWhen using Lily's Tweaker you can use a set of commands that will autorun each time you join a server with Lily's Tweaker installed\r\n\r\nSome of the most popular commands are:\r\n\r\nUltra (5% - 15% FPS Gain)\r\n\r\nr.Lumen.Reflections.Allow 0 | r.Shadow.CSM.MaxCascades 0 | r.VolumetricCloud 0\r\n\r\nHigh (15% - 25% FPS Gain)\r\n\r\nr.DynamicGlobalIlluminationMethod 0 | r.Shadow.CSM.MaxCascades 0 | r.VolumetricCloud 0\r\n\r\nMedium (35% - 45% FPS Gain)\r\n\r\nr.DynamicGlobalIlluminationMethod 2 | r.Nanite.MaxPixelsPerEdge 4 | r.Shadow.CSM.MaxCascades 0 | r.VolumetricCloud 0\r\n\r\nLow (45% - 55% FPS Gain)\r\n\r\nr.ContactShadows 0 | r.DynamicGlobalIlluminationMethod 2 | r.Nanite.MaxPixelsPerEdge 4 | r.Shadow.CSM.MaxCascades 0 | r.VolumetricCloud 0 | r.volumetricfog 0 | r.Water.SingleLayer.Reflection 0\r\n\r\nPotato (95% - 105% FPS Gain)\r\n\r\ngrass.enable 0 | r.ContactShadows 0 | r.DynamicGlobalIlluminationMethod 2 | r.Nanite.MaxPixelsPerEdge 4 | r.Shadow.CSM.MaxCascades 0 | r.ShadowQuality 0 | r.VolumetricCloud 0 | r.volumetricfog 0 | r.Water.SingleLayer.Reflection 0"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Guides/Tutorials",
				"imageurl": "https://cdn.wallpapersafari.com/40/42/CGNo0W.jpg",
				"content": [
					{
						"title": "Guides/Tutorials",
						"text": "🛠️ Mod Crafting Guide\r\nHigh Ark Bench: Demon tier.\r\n\r\nPrimal Smithy: Beta, Alpha, Electric, Volcanic, Hydro, Fairy, Mythic, Shadow, Demonic, Angelic, Origin, and Nightmare.\r\n\r\nSuperior/Void/Almighty/Supreme Benches: Respective Gemstone tiers (Silver to Supreme).\r\n\r\n🏆 How to Reach End-Game (Void, Almighty, Supreme)\r\n1. The Boss Progression Path\r\nUnlock Void: Craft the Void Boss in the Superior Bench.\r\n\r\nUnlock Almighty: Craft & Kill the Boss Crafted within the Void Bench.\r\n\r\nUnlock Supreme: Craft & Kill the Boss Crafted within the Almighty Bench.\r\n\r\nTo get Supreme items: Farm Gamma Coins (From Nukes), Kill Mishayvr Boss, Events and Giveaways and use the Supreme spin found in the Supreme bench which can be obtained through killing the Supreme boss and crafted within the almighty bench.\r\n\r\n2. Other Ways to Earn Tiered Gear\r\nPoints Shop: Purchase the Almighty Bundle using in-game points or Discord coins.\r\n\r\nCasino: Visit the VIP Casino for Almighty structures and tools.\r\n\r\nCommunity: Participate in weekly Giveaways and seasonal Events.\r\n\r\n💰 The in-game server economy (How to Get Coins)\r\n\r\n- Bronze: Harvest fiber with a High Sickle → Grow Bud → Sell your harvest.\r\n\r\n- Silver: Kill Mythic/Legendary creatures for blood/hide → Sell at shop.\r\n\r\n- Boss Coins: Kill Primal/Demonic/Mythic → Craft Progression Gem → Sell at Casino.\r\n\r\n💎 Tiered Mining (Pickaxe Progression)\r\nHarvest Rich Metal Deposits (Not all nodes are Rich!) to progress through ores:\r\n\r\nSilver → Gold → Diamond → Emerald → Amethyst → Ruby\r\n\r\nNote: Each tier of pickaxe is required to mine the next tier of ore.\r\n\r\n🛡️ Starter Protection & Raid Relief (Open a ticket to claim)\r\nNew players receive the High Ark Starter Protection:\r\n\r\nA massive, high-durability Tek Forcefield that lasts 24 hours.\r\n\r\nGot Wiped? Reclaim this as the \"Raid Relief\" package to get back on your feet.\r\n\r\n🧬 Levelpods: Creature Transformation\r\nLevelpods allow you to transform your human character into one of your tames at any time. This transformation persists even after death and can be toggled on or off.\r\n\r\nStep 1: Charging the Pod\r\nTo activate a Levelpod, you must \"fill\" it with 800 levels worth of the same creature type.\r\n\r\nExample: You can use two Level 400 dinos or four Level 200 dinos to fully charge the pod.\r\n\r\nStep 2: Equipping the Transformation\r\nOnce your pod is full:\r\n\r\nOpen the Menu: Hold R (PC), X (Xbox), or Square (PlayStation).\r\n\r\nSelect Glyph: Choose the Glyph Option from the radial menu.\r\n\r\nSet Slot: Assign the transformation to Slot 1 (or your preferred slot).\r\n\r\nThe pod will disappear, and the transformation is now bound to your character.\r\n\r\nStep 3: Shifting Forms\r\nYou will now see an option to use your assigned slot to transform.\r\n\r\nPersistent: Your transformation will remain even after dying.\r\n\r\nRevertible: You can switch back to human form or into your tame form whenever you like.\r\n\r\n🥚 How to Hatch Eggs Quicker\r\nWhile server rates are boosted, we have it setup in a specific way that requires you to use the Improved Egg Incubator to maximize the speed\r\n\r\nWhere to craft: Inside the Tek Replicator.\r\n\r\n🥚 How to get eggs quicker\r\nWhile server rates are boosted, we have it setup in a specific way that requires you to use the SCS Terminal with the \"Generate Unfert Eggs\" option ticked within the terminal settings found within the structure inventory to maximize the speed\r\n\r\n🛠️ Imbue & Upgrade Table\r\nCrafting: Can be crafted directly in your Player Inventory.\r\n\r\n1. The Blueprinting System\r\nTurn your single items into craftable blueprints!\r\n\r\nYou can blueprint most items, including Upgraded Armor and even Supreme/Nightfire structures.\r\n\r\nThis allows you to mass-produce high-tier items once you have found or crafted one.\r\n\r\n2. Equipment Upgrading\r\nTake your gear to the limit without searching for drops.\r\n\r\nUpgrade weapons, tools, guns, and armor.\r\n\r\nAdvance your gear from Primitive all the way to Ascendant (Max Level).\r\n\r\n3. The Imbuing System (Armor Only)\r\nGive your character massive stat boosts by \"rolling\" bonuses onto your armor.\r\n\r\nCompatibility: Works on Armor pieces only (Cannot be used on weapons, tools, or saddles).\r\n\r\nRandom Stats: Each \"roll\" can grant massive bonuses.\r\n\r\nExample: A single helmet roll could give you +10k Melee and +20k Health!\r\n\r\nPro-Tips for the Table:\r\nCheck your Rolls: If you are struggling with a boss, check if your armor is fully imbued; the stat boosts are often the difference between winning and losing.\r\n\r\nSafety First: Always blueprint your best gear before taking it into a risky fight!\r\n\r\nNeed a video guide? Check the #how-to-play section in our Discord for full tutorials"
					}
				]
			}
		],
		"links": [
			{
				"text": "Our Website",
				"url": "https://high-ark.com/"
			},
			{
				"text": "Our Discord",
				"url": "https://discord.gg/4CHPE242PH"
			},
			{
				"text": "Donation Shop",
				"url": "https://high-ark.com/donation-packages/"
			}
		],
		"version": 2
	}
}
